Repository: soitun/citybike-app
Catalog: CityBike/*.lproj/Localizable.strings
Languages: pl

source: No City Bike Networks
pl: Brak sieci rowerowych

source: Bikes available
pl: Dostępne rowery

source: Many
pl: Wiele

source: Few
pl: Kilka

source: None
pl: Brak

# that-is-easy-thanks
source: That's easy, thanks!
pl: To proste, dzięki!

# getting-started-networks
source: You have to select at least one city bike network. Networks are grouped by country.
pl: Musisz wybrać co najmniej jedną sieć rowerową. Sieci są zgrupowane w krajach

# getting-started-stopwatch
source: Track how much time you spend cycling. You can check your rides history in menu.
pl: Śledź ile czasu spędzasz na rowerze. Historię przejażdżek możesz przeglądać w widoku historii w menu.

source: Connectivity issue
pl: Problem z połączeniem

source: Content provided by
pl: Dane dostarczone przez

source: Content provided by (%d)
pl: Dane dostarczone przez (%d)

source: Rides History
pl: Historia przejażdżek

source: Empty History
pl: Brak wpisów

source: City Bike Networks
pl: Sieci rowerowe

source: Send Feedback
pl: Wyślij Feedback

# send-feedback-subtitle
source: Weâ€™d love to hear your feedback!
pl: Uwielbiamy dostawać Feedback!

source: Rate the app
pl: Oceń aplikację

source: Statistics
pl: Statystyki

source: Settings
pl: Ustawienia

source: Help Us
pl: Pomóż nam

source: Bikes
pl: Rowery

source: Stopwatch
pl: Stoper

source: NO STATIONS
pl: BRAK STACJI

# no-stations-suggestion
source: No stations selected. Open iPhone app and select some city bike network first.
pl: Nie wybrano żadnych stacji. Otwórz aplikację na iPhone i wybierz jakąś sieć.

source: LOCATION SERVICES
pl: USŁUGI LOKALIZACJI

# location-services-suggestion
source: To show you nearest bike stations and approximate distance to them app needs access to Location Services. If this is your first launch please go to iPhone app to accept permissions, otherwise go to system Settings.
pl: Aby wyświetlić najbliższe stacje rowerowe oraz odgległość do nich, aplikacja potrzebuje dostęp do usług lokalizacji. Jeśli to twoje pierwsze uruchomienie otwórz aplikację na iPhone oraz pozwól na użycie lokalizacji, jeśli nie, musisz dać dostęp do lokalizacji przez Ustawienia systemu.

source: CURRENT LOCATION
pl: TWOJE POŁOŻENIE

source: Getting your location...
pl: Ustalanie położenia...

source: UPDATING
pl: AKTUALIZACJA

source: Getting newest data...
pl: Pobieranie najnowszych informacji...

source: RECENTLY UPDATED
pl: OSTATNIA AKTUALIZACJA

source: Updated
pl: Zakutalizowano

source: now
pl: Teraz
